Repository: thomaslhotta/comments2reviews
Catalog: lang/comments2reviews-*.po
Languages: de_de

source: No reviews
de_de: Keine Testberichte

source: I hate it
de_de: Gefällt mir gar nicht

source: I don't like it
de_de: Gefällt mir nicht

source: It's ok
de_de: Nicht schlecht

source: I like it
de_de: Gefällt mir

source: I love it
de_de: Gefällt mir sehr

source: Rating
de_de: Bewertung

source: Select a rating
de_de: Wähle eine Bewertung

source: Title
de_de: Titel

source: Enter a title for this review.
de_de: Gib einen Titel für diesen Testbericht an.

source: Review
de_de: Testbericht

source: Reviews
de_de: Testberichte

source: Comments 2 Reviews Settings
de_de: Comments 2 Reviews Einstellungen

source: Create Reviews on:
de_de: Testberichte aktivieren auf:

source: Choose the post types that reviews should be enabled on.
de_de: Wo sollen Kommentare als Testberichte verwendet werden.

source: reviews
de_de: testberichte

source: Approved Review
de_de: Gelösche / Abgelehnte Testberichte

source: Log template
de_de: Log vorlage

source: Review Marked SPAM
de_de: Testbericht als SPAM markiert

source: Trashed / Unapproved Reviews
de_de: Gelösche / Abgelehnte Testberichte

source: %1$s posted a review on %2$s
de_de: %1$s hat %2$s bewertet

source: on the site %1$s
de_de: auf %1$s

source: %1$s commented on %2$s's review on %3$s
de_de: %1$s hat den Testbericht von %2$s zu %3$s kommentiert

source: %plural% for creating a review
de_de: %plural% für das Schreiben eines Testberichtes

source: Triggered when a user creates a review.
de_de: Wird ausgelöst wenn ein Nutzer einen Testbericht schreibt.
